import { AUTHOR } from "../env";

export const RUSTEXTS = {
    lang: 'ru',
    title: "Счётчик символов - IATechCloud",
    title2: "Счётчик символов. Полностью бесплатно.",
    description: "Счётчик символов, слов и строк. Онлайн и бесплатно.",
    author: AUTHOR,
    keywords: 'счётчик,слова,символы,буквы,строки,слова',
    chars: 'Символы',
    words: 'Слова',
    lines: 'Строки',
    alone_title: 'Счётчик символов.',
    textarea_placeholder: 'Введите ваш текст здесь.',
    explanation_title: 'Как работает счётчик символов.',
    explanation: 'Счётчик символов включает все типы символов в общий подсчёт, будь то специальные символы, пробелы, табуляции или переносы строк. При подсчёте слов учитываются все текстовые фрагменты между пробелами, переносами строк и табуляциями, которые содержат хотя бы один алфавитный символ. При подсчёте строк учитывается количество переносов строк. Если последняя строка пуста, она не будет учитываться.',
    iatech_description: 'IATechCloud — это бренд компании IATechFinanceira, зарегистрированной под CNPJ № 45.831.523/0001-18.',
}
